nce3-2/L25.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-10-20 Fri 15:31 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="lenovo" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-orgbcb4c5a" class="outline-2">
<h2 id="orgbcb4c5a">L25 The Cutty Sark</h2>
<div class="outline-text-2" id="text-orgbcb4c5a">
<p class="verse">
What piece of bad luck prevented the Cutty Sark from winning the race?<br />
<br />
One of the most famous sailing ships of the nineteenth century,<br />
&#xa0;the Cutty Sark, can be seen at Greenwich.<br />
She stands on dry land and is visited by thousands of people each year.<br />
She serves as an impressive reminder of the great ships of the past.<br />
Before they were replaced by steamship,<br />
&#xa0;sailing vessels like the Cutty Sark were used to carry tea from China and wool from Australia.<br />
The Cutty Sark was one of the fastest sailing ships that has ever been built.<br />
The only other ship to match her was the Thermopylae.<br />
Both these ships set out from Shanghai on June 18th, 1872 on an exciting race to England.<br />
This race, which went on for exactly four months, was the last of its kind.<br />
It marked the end of the great tradition of ships with sails and the beginning of a new era.<br />
<br />
The first of the two ships to reach Java after the race had begun was the Thermopylae,<br />
&#xa0;but on the Indian Ocean, the Cutty Sark took the lead.<br />
It seemed certain that she would be the first ship home,<br />
&#xa0;but during the race she had a lot of bad luck.<br />
In August, she was struck by a very heavy storm during which her rudder was torn away.<br />
The Cutty Sark rolled from side to side and it became impossible o steer her.<br />
A temporary rudder was made on board from spare planks and it was fitted with great difficulty.<br />
This greatly reduced the speed of the ship,<br />
&#xa0;for there was a danger that if she travelled too quickly,<br />
&#xa0;this rudder would be torn away as well.<br />
Because of this the Cutty Sark lost her lead.<br />
After crossing the Equatoer,<br />
&#xa0;the captain called in at a port to have a new rudder fitted,<br />
&#xa0;but by now the Thermopylae was over five hundred miles ahead.<br />
Though the new rudder was fitted at tremendous speed, it was impossible for the Cutty Sark to win.<br />
She arrived in England a week after the Thermopylae.<br />
Even this was remarkable, considering that she had had so many delays.<br />
There is no doubt that if she had not lost her rudder she would have won the race easily.<br />
</p>
</div>

<div id="outline-container-org88cf7a2" class="outline-3">
<h3 id="org88cf7a2">words</h3>
<div class="outline-text-3" id="text-org88cf7a2">
<p>
impressive [ɪmˈpresɪv] adj. 给人印象深刻的<br />
steamship [ˈstiːmʃɪp] n. 蒸汽轮船<br />
vessel [ˈves(ə)l] n. 轮船,大木船<br />
era ˈɪrə n. 时期,时代<br />
Java [ˈdʒɑːvə] n.爪哇<br />
rudder [ˈrʌdər] n.舵<br />
roll [roʊl] v.颠簸,摇摆<br />
steer [stɪr] v.掌握方向<br />
temporary [ˈtempəreri] adj.临时的<br />
plank [plæŋk] n.大块木板<br />
fit [fɪt] v.安装<br />
equator [ɪˈkweɪtər] n.赤道<br />
delay [dɪˈleɪ] n.耽误<br />
</p>
</div>
</div>
</div>
</div>
</body>
</html>
